[
  {
    "id": "5ce7Yuc8FgY",
    "thumbnail_url": "https://i.ytimg.com/vi/5ce7Yuc8FgY/hqdefault.jpg",
    "title": {
      "en": "Hummingbirds: A dog's pace could never match that.",
      "es": "El colibrí no descansa. Yo, sí. Demasiado.",
      "pt-BR": "Beija-flor: Uma busca que me esgota só de ver."
    },
    "comment": {
      "en": "One might think I'd learn from these natural strategies, but I just grade papers.",
      "es": "Uno creería que aprendería. Solo reviso trabajos.",
      "pt-BR": "Devia aprender, mas só corrijo provas."
    },
    "category": "animals",
    "publish_at": "2025-12-17T00:03:59.999497Z",
    "created_at": "2025-12-16T14:59:35.471510Z"
  },
  {
    "id": "8pODONGh7qE",
    "thumbnail_url": "https://i.ytimg.com/vi/8pODONGh7qE/hqdefault.jpg",
    "title": {
      "en": "Hummingbird: Sustaining that energy. A dog simply couldn't.",
      "es": "Colibrí: Su ritmo de vida. Algo que yo jamás haría.",
      "pt-BR": "Beija-flor: essa busca de energia que eu não teria."
    },
    "comment": {
      "en": "Nature's logic often makes more sense than my lesson plans by Friday afternoon.",
      "es": "La naturaleza es más sensata que mis planes del viernes.",
      "pt-BR": "Na sexta, a natureza faz mais sentido que eu."
    },
    "category": "animals",
    "publish_at": "2025-12-17T06:11:00Z",
    "created_at": "2025-12-16T15:08:00.226788Z"
  },
  {
    "id": "NbMAeeY4Rwk",
    "thumbnail_url": "https://i.ytimg.com/vi/NbMAeeY4Rwk/hqdefault.jpg",
    "title": {
      "en": "Hummingbird: That constant seeking. A dog's metabolism couldn't.",
      "es": "Colibrí: Su búsqueda de energía es mi asignatura pendiente.",
      "pt-BR": "Beija-flor: essa busca por energia me exausta."
    },
    "comment": {
      "en": "It's fascinating how nature resolves conflict while I'm still searching for my chalk.",
      "es": "Fascinante la naturaleza. Yo, aún con mi tiza.",
      "pt-BR": "A natureza se resolve. Eu? Procurando meu giz."
    },
    "category": "animals",
    "publish_at": "2025-12-17T11:56:00Z",
    "created_at": "2025-12-16T15:12:46.673129Z"
  },
  {
    "id": "mclJahNTaYU",
    "thumbnail_url": "https://i.ytimg.com/vi/mclJahNTaYU/hqdefault.jpg",
    "title": {
      "en": "Hummingbird's energy hunt. Something I'd never sustain.",
      "es": "Colibrí: Su búsqueda. Yo ya me rendí.",
      "pt-BR": "O beija-flor e sua energia. Eu jamais teria."
    },
    "comment": {
      "en": "Another day, another instinct I've yet to properly master myself.",
      "es": "Otro día, otro instinto... sin dominar, claro.",
      "pt-BR": "É, mais um dia. E eu... ainda no fundamental."
    },
    "category": "animals",
    "publish_at": "2025-12-17T17:49:00Z",
    "created_at": "2025-12-16T15:21:29.971032Z"
  },
  {
    "id": "lRpVAjnW2QY",
    "thumbnail_url": "https://i.ytimg.com/vi/lRpVAjnW2QY/hqdefault.jpg",
    "title": {
      "en": "Hummingbird: Seeking energy with a zeal this dog lacks.",
      "es": "Colibrí: su búsqueda sin fin. Yo, sin aliento.",
      "pt-BR": "Beija-flor e sua busca incansável: algo que eu não faria."
    },
    "comment": {
      "en": "Another day teaching about survival; frankly, I'm just surviving the period.",
      "es": "Otro día de supervivencia; la mía, ahora.",
      "pt-BR": "Mais um dia de sobrevivência. A minha, neste período."
    },
    "category": "animals",
    "publish_at": "2025-12-17T23:50:00Z",
    "created_at": "2025-12-16T15:30:15.495169Z"
  }
]